package com.example.ebook

class Database {
    val text = "Призрачная мелодия.\n" +
            "\n" +
            "На окраине маленького городка, спрятанного среди высоких холмов и густых лесов, " +
            "стоял старый дом. Никто уже не помнил, кто его построил и почему он был заброшен. " +
            "Дети боялись приближаться к нему, а взрослые обходили стороной, считая его проклятым. " +
            "Но однажды туманным осенним вечером к дому подошел незнакомец.\n" +
            "\n" +
            "Его звали Виктор, и он был художником. Виктор путешествовал в поисках вдохновения и " +
            "слышал легенды о доме, в котором, по слухам, скрывались тайны, способные изменить жизнь. " +
            "Он решил провести здесь ночь, надеясь найти вдохновение для своей следующей картины.\n" +
            "\n" +
            "Дом встретил Виктора скрипом старых половиц и запахом пыли. " +
            "Художник зажег свечу и начал осматривать комнаты. " +
            "В одной из них он нашел старый дневник. Листая пожелтевшие страницы, " +
            "Виктор узнал историю Элис, девушки, жившей здесь много лет назад.\n" +
            "\n" +
            "Элис была талантливой музыкантшей, но её музыка не находила отклика у местных жителей. " +
            "Её сердце было разбито, и она уехала в город в поисках признания, но так и не вернулась. " +
            "Легенда гласила, что душа Элис осталась в доме, её музыка продолжала звучать в стенах, " +
            "ожидая, когда кто-то её услышит.\n" +
            "\n" +
            "Виктор почувствовал, как холодок пробежал по спине, но его не оставляло чувство, " +
            "что он должен что-то сделать. Он взял свою кисть и начал рисовать. " +
            "Свеча едва освещала холст, но Виктор был в трансе. " +
            "Он рисовал портрет молодой девушки с печальными глазами, играющей на рояле.\n" +
            "\n" +
            "Когда картина была закончена, Виктор почувствовал, как дом оживает. " +
            "В воздухе зазвучала нежная мелодия, и художник увидел перед собой призрачный образ Элис. " +
            "Её лицо сияло благодарностью, а музыка заполнила все пространство вокруг.\n" +
            "\n" +
            "На утро Виктор покинул дом, оставив картину в гостиной. " +
            "Люди говорят, что с тех пор музыка Элис больше не звучала в стенах старого дома, " +
            "а картина художника стала символом веры в силу искусства, способного исцелять и освобождать.\n" +
            "\n" +
            "Дом больше не казался мрачным и заброшенным. " +
            "Теперь он стал местом, куда приходили люди, " +
            "чтобы увидеть картину и услышать историю о художнике и музыкантше, " +
            "чьи души нашли друг друга через искусство.\n"


}